[
    {
      "date": "2023-01-15",
      "title": "Team Formation",
      "description": "Our journey begins with the formation of our enthusiastic team, bringing together a diverse group of designers, developers, and engineers passionate about innovation and transportation.",
      "images": []
    },
    {
      "date": "2023-02-10",
      "title": "Ideation Phase",
      "description": "Brainstorming sessions kick off, generating a flurry of exciting and wacky ideas for the competition. From underground roller coasters to tunneling racecars, we explore the full spectrum of possibilities.",
      "images": []
    },
    {
      "date": "2023-03-05",
      "title": "Concept Selection",
      "description": "After heated debates and careful consideration, we settle on a concept that combines sustainable urban transport with a touch of whimsy: an underground pneumatic tube system for transporting small goods and pets across the city.",
      "images": []
    },
    {
      "date": "2023-04-20",
      "title": "Design Sprint",
      "description": "Our designers and engineers collaborate intensively to flesh out the concept. We create mockups, schematics, and even a scale model of our pneumatic tube network, affectionately named \"PetPipes.\"",
      "images": []
    },
    {
      "date": "2023-05-15",
      "title": "Prototype Development",
      "description": "With blueprints in hand, we dive into the development phase. Using state-of-the-art technology and a generous dose of duct tape, we construct a functional prototype of the PetPipes system.",
      "images": []
    },
    {
      "date": "2023-06-10",
      "title": "Testing and Iteration",
      "description": "The prototype undergoes rigorous testing, revealing unexpected challenges like sneaky squirrels and mischievous cats. We make iterative improvements, enhancing both the safety and cuteness factors.",
      "images": []
    },
    {
      "date": "2023-07-25",
      "title": "Public Sneak Peek",
      "description": "We offer the public a glimpse into our underground world with an interactive exhibit. Visitors get to send tiny test capsules through our mini PetPipes, generating excitement and media coverage.",
      "images": []
    },
    {
      "date": "2023-08-15",
      "title": "Final Polishing",
      "description": "As the competition deadline looms, we put the finishing touches on our website and prepare our presentation materials. Our developers work tirelessly to ensure a seamless online experience.",
      "images": []
    },
    {
      "date": "2023-09-01",
      "title": "Competition Submission",
      "description": "With bated breath, we submit our project to the Not-A-Boring Competition. Our website showcases the journey from wild idea to functional prototype, highlighting our creativity and determination.",
      "images": []
    },
    {
      "date": "2023-09-15",
      "title": "Winner Announcement",
      "description": "The tension builds as we eagerly await the competition results. Regardless of the outcome, we're immensely proud of what we've accomplished and the bonds we've formed as a team.",
      "images": []
    }
  ]
  